[HudMarker]
Torches=火炬
BurnM=焚烧集市
BurnW=焚烧麦田
BurnG=焚烧粮仓 
Push=推
Defend=保卫
Stop=阻止
Trebuchet1=投石机 1
Trebuchet2=投石机 2
Trebuchet3=投石机 3
Trebuchet4=投石机 4
Stand=站立
Use=使用
Sink=下沉
Protect=保护
Destroy=摧毁
Free=自由
Kill=击杀
Capture=控制
Extinguish=熄灭
Turn=转动
Guard=守卫
Enter=进入 
Advanced Combat Training=进阶战斗训练
BOARD WARSHIP=登上战舰
Class Specific Training=特定职业训练
Enlist=应募
Exit Basic Training=退出基础训练
Exit Arena=退出竞技场
Cataplt=石弩
Burn Pyre=点燃柴堆
Ballista=弩炮
DefendVillage=保卫村庄
Pillage=掠夺
Become a warrior=成为一名战士
Use the ram to crack the gate=使用攻城车撞破大门
FreeSlaves=释放奴隶
Free Prisoners=释放囚徒
KillA=击杀 A
KillB=击杀 B
KillC=击杀 C
ProtectA=保护 A		
ProtectB=保护 B	
ProtectC=保护 C	

[ObjectiveSB]
BurnTheFarm=焚烧农场
DefendTheFarm=保卫农场
BombCart=炸弹车
DefendTheVillage=保卫村庄
KillThePeasants=屠杀村民，烧了他们的房子
BatteringRam=攻城车
King=国王
SignalFire=烽火
Trebuchets=投石机
SeaBattle=海战
CorpseWagon=运尸车
DumpTheCorpses=倾倒运尸车
SluiceGate=水门
KingsHeir=王位继承人
DestroyWalls=摧毁城墙
DefendWalls=保卫城墙
FreeSlaves=打破枷锁
FreeSlaves2=释放奴隶
PreventSlaves=阻止释放奴隶
KillTheKing=刺杀国王
DefendTheKing=保卫国王
Become a warrior=成为一名战士
Use the ram to crack the gate=使用攻城车撞破大门
Break Chains to Free Slaves=打破链条，释放奴隶
PreventSlaves2=保护奴隶
newgate=摧毁大门
KillKingCit=潜入城堡，刺杀马拉瑞克
DefendKingCit=保卫马拉瑞克国王
newgate2=保卫大门

[ObjectiveDescript]
BurnTheFarm=彻底焚烧集市、麦田和粮仓
DefendTheFarm=阻止阿加莎势力焚烧农场
BombCartA=将炸弹车带到城门
BombCartM=阻止炸弹车
DefendTheVillage=保卫村庄，使其免受梅森势力的侵袭。
KillThePeasants=焚烧村庄，屠杀村民。杀死 40 名村民。（烧毁房屋将记为杀死 2 名村民！）
BatteringRamA=阻止攻城车
BatteringRamM=将攻城车带到大门，然后撞破它
DefendTheKing=保护国王
KillTheKing=刺杀国王
SignalFireA=点燃烽火以警告你方舰船
SignalFireM=不要让阿加莎势力点燃烽火
TrebuchetsA=摧毁投石机！
TrebuchetsM=保卫投石机！
SeaBattleA=使用弩炮将敌方舰船击沉
SeaBattleM=保卫弩炮
CorpseWagonA=阻止运尸车
CorpseWagonM=将运尸车推倒水门
DumpTheCorpsesM=将运尸车倒进水裡
SluiceGateA=阻止水门被打开
SluiceGateM=通过团队合作打开水门
KingsHeirA=保卫国王的亲戚
KingsHeirM=刺杀王朝后裔
DestroyWalls=使用弩炮摧毁木栅栏城墙
DefendWalls=保卫城墙，使其免受阿加莎势力的攻击
FreeSlaves=打破枷锁，释放囚徒
FreeSlaves2=打破链条，释放奴隶
PreventSlaves=阻止阿加莎势力释放我们的囚徒
PreventSlaves2=保卫我们的奴隶
newgate=摧毁城堡之门
newgate2=保卫城堡之门
KillKingCit=刺杀马拉瑞克酋长
DefendKingCit=保卫马拉瑞克国王
Become a warrior=成为一名战士
Use the ram to crack the gate=使用攻城车撞破大门

[ObjectiveStatus]
BurnTheFarm=已焚烧农场部分的 {Cur} / {Max}。
BombCart=炸弹车已行进总路程的 {Cur}%！
DefendTheVillage=已杀死 {Cur} / {Max} 名村民
BatteringRam=攻城车已行进总路程的 {Cur}%！
SignalFire=火焰已点燃 {Cur}% 。
Trebuchets=已摧毁 {Cur} / {Max} 架投石机
CorpseWagon=运尸车已行进总路程的 {Cur}%！
FreeSlaves=已释放 {Cur} / {max} 名奴隶
SinkShips=已击沉{Cur} / {max} 艘舰船。
DFGates={Cur} / {max} 扇大门使用中。
DFQueenFam=已杀死 {Cur} / {max} 名王后的家族成员。
DFQueenSon=已杀死{Cur} / {max} 名王后的子嗣。
DFKingFam=已杀死 {Cur} / {max} 名国王的家族成员。
DFRoyalFam=已杀死 {Cur} / {max} 名王室成员。
Getting there=到那裡去
Crack the gate=撞破大门
Become a warrior=成为一名战士
Getting there...=到那裡去...
Use the ram to crack the gate=使用攻城车撞破大门
{Cur} of {max} Slaves freed=已释放 {Cur} / {max} 名奴隶
{Cur} of {max} Cages Opened=已打开 {Cur} / {max} 个笼子

[Messages]
SpawnForward=你将向前方推进重生。
MarketBurn=集市已被焚毁。
WheatBurn=麦田著火了。
GranaryBurn=粮仓已被焚毁。
F1Barn=按下 F1（默认）键在粮仓内重生。
F1Gate=按下 F1（默认）键在大门口重生。
F1CastleGate=按下 F1（默认）键向前方推进重生至城堡大门
F1Throne=按下 F1（默认）键向后方撤退重生至王座之室
F1Town=按下 F1（默认）键向前方推进重生至城镇
F1Castle=按下 F1（默认）键向后方撤退重生至城堡
Stragglers=城墙上的散兵将撤退以保护他们的国王！
Peasants30Remain=剩馀 30 名村民！
HalfPeasants=剩馀一半村民！
Peasants10Remain=还剩下 10 名村民！
Peasants5Remain=还剩下 5 名村民！
Peasants1Remain=只剩下 1 名村民了！
ForceMoveMessage=你已被移动至下一重生点
Trebstand=你需要两个人才行
Treb1Msg=已摧毁投石机 1
Treb2Msg=已摧毁投石机 2
Treb3Msg=已摧毁投石机 3
Treb4Msg=已摧毁投石机 4
Trebremains3=还剩下 3 架投石机！
Trebremains2=还剩下 2 架投石机！
Trebremains1=只剩下 1 架投石机了！
Ship1=只剩下 1 艘舰船了！
Ship2=还剩下 2 艘舰船！
SignalFireLit=烽火已被点燃！
SignalFireExt=烽火已被熄灭！
F1Wall=Press F1 键向前方推进重生至城墙
F1TSquare=Press F1 键向前方推进重生至城镇广场
F1Bridge=Press F1 键向前方推进重生至大桥
F1Keep=Press F1 键向前方推进重生至城堡
DFClaimThrone=已杀死所有王朝后裔！
DFQueenFam=王后的家族成员已被杀害
DFKingFam=国王的家族成员
DFQSonFam=王后和她的子嗣已被杀害
DFRoyal1=只剩下 1 名王室成员了！
DFRoyal2=还剩下 2 名王室成员！
DFF1Gate=按下 F1 键向前方推进重生至大门
DFF1Caves=按下 F1 键向前方推进重生至洞穴
DFF1Sluice=按下 F1 键向前方推进重生至水门
DFF1Aquifer=按下 F1 键向前方推进重生至水池
DFF1Safe=按下 F1 键向前方推进重生至安全屋
rotate=旋转弩炮，向木栅栏城墙射击
blank=
F1 to Fall Back=F1 键撤退
F1 to Spawn Forward=F1 键向前方推进重生
Flaming pyres signal areas under attack=点燃的柴堆信号区遭到攻击